Map<int, String> dishData = {
  1: '«Борщ»',
  2: '«Солянка»',
  3: '«Розсольник»',
  4: '«Грибний суп»',
  5: '«Том Ям»',
  6: '«Курячий бульйон»',
  7: '«Суп-пюре з гарбуза»',
};

Map<String, String> adsDishTexts = {
  '«Борщ»': 'Смак, що передається з покоління в покоління!',
  '«Солянка»': 'Яскравий вибух смаку в кожній ложці!',
  '«Розсольник»': 'Кисло, смачно, по-домашньому!',
  '«Грибний суп»': 'Лісова ніжність у кожній краплі!',
  '«Том Ям»': 'Гарячий тайський характер у тарілці!',
  '«Курячий бульйон»': 'Класика, що зігріває душу!',
  '«Суп-пюре з гарбуза»': 'Оксамитовий смак осені!',
};
